Revit 2027 API
MacroManager.Count Property
 The count.
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPIMacros (in RevitAPIMacros.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Count { get; }
Public ReadOnly Property Count As Integer
	Get
public:
property int Count {
	int get ();
}
member Count : int with get
Property Value
Int32
See Also
Reference
MacroManager Class
Autodesk.Revit.DB.Macros Namespace